[
  {
    "brand": "Yamaha",
    "name": "Yamaha R15M",
    "image": "https://i.ibb.co/0G4Dmcp/yamaha-r15m-image01.jpg",
    "description": "Yamaha's R15M takes the racing quotient to next level with stunning new graphics, 3D Emblem & Special Seat, 155 CC LC4V SOHC FI ENGINE WITH VVA equipped with a Traction Control System and a Quick Shifter.",
    "price": 1250,
    "quantity": 10,
    "supplier": "Ratul Auto, Barisal"
  },
  {
    "brand": "Honda",
    "name": "Honda CBR150R Repsol",
    "image": "https://i.ibb.co/Jp452cD/honda-cbr150r-repsol-first1.jpg",
    "description": "The Honda CBR150R is a CBR series 150 cc single-cylinder sport bike made by Honda. It is currently manufactured in Indonesia by Astra Honda Motor and previously in Thailand by A.P. Honda.",
    "price": 1250,
    "quantity": 10,
    "supplier": "Royal Motors, Chapai Nawabganj"
  },
  {
    "brand": "Suzuki",
    "name": "Suzuki GSX R150",
    "image": "https://i.ibb.co/N7BcBmw/suzuki-gsx-r150-img-a1.jpg",
    "description": "Meet the revolutionary Suzuki GSX-R150 Dual ABS with the best power-to-weight ratio and acceleration in the 147.3 cm3 class, plus nimble handling and great fuel economy. The GSX R 150 comes with a limited edition '100 Years Anniversary' Version",
    "price": 1250,
    "quantity": 10,
    "supplier": "Chittagong Bikers, Lohagara, Chittagong"
  },
  {
    "brand": "Bajaj",
    "name": "Bajaj Pulsar NS 160 ABS",
    "image": "https://i.ibb.co/BPKSfTy/bajaj-pulsar-ns-160-fi-first1.jpg",
    "description": "Unleash the best-in-class power from a 160cc Twin Spark DTS-i Fuel Injection engine, with twin disc brakes, wider wheels & quick single channel ABS that make challenges seem like child's play",
    "price": 1250,
    "quantity": 10,
    "supplier": "Uttara Bike Center, Bogra"
  },
  {
    "brand": "TVS",
    "name": "TVS Rider 125",
    "image": "https://i.ibb.co/SQqjKw0/tvs-rider-125-image1.jpg",
    "description": "This Sports bike comes loaded with Power Modes from safety point of view. From Comfort perspective, Raider 125 have Digital Console Type, Self Start Only Engine Kill Switch, Digital Fuel level guage, Digital Odometer, Seat Style, Digital Speedometer, Self Start Type, Digital Tachometer.",
    "price": 1250,
    "quantity": 10,
    "supplier": "GR Corporation, Bhola"
  },
  {
    "brand": "Hero",
    "name": "Hero Thriller 160R",
    "image": "https://i.ibb.co/wN3qVHV/hero-thriller-165-dd-image1.jpg",
    "description": "The Hero Thriller 160R bike uses a 163cc FI engine, which is air cooled, 4 Stroke 2 Valve Single cylinder OHC. The bike is capable of generating a maximum power of 15.3 PS   8500 rpm and a maximum torque of 14 Nm   6500 rpm. The maximum speed of the bike is about 125 Kmph, and its mileage is 40 Kmpl. More details about Hero Thriller 160R are given below.",
    "price": 1250,
    "quantity": 10,
    "supplier": "Dipu Enterprise, Chuadanga"
  },
  {
    "brand": "Yamaha",
    "name": "Yamaha MT 15",
    "image": "https://i.ibb.co/YWr8Zyt/yamaha-mt-15-first1.jpg",
    "description": "The bike uses 155.1 cc engine, which is single cylinder, Liquid Cooled, FI (fuel injection) engine, which Maximum Power 14.2 kW (19.3 PS)   10,000 RPM, Maximum Torque 14.7 N-m (1.5 kgf-m)   8,500 RPM. The bike has 6 speed manual gear, and its maximum speed is 130 Kmph. Its fuel tank capacity is 10 liters, and its mileage is 40 Kmpl. More details about this bike is given below.",
    "price": 1250,
    "quantity": 10,
    "supplier": "Raisa Motors, Gopalganj"
  },
  {
    "brand": "Honda",
    "name": "Honda Dio",
    "image": "https://i.ibb.co/x7SyjF7/honda-dio-first1.jpg",
    "description": "The Honda uses a 109.19cc engine on the scooter, which is Fan Cooled, 4 Stroke, SI engine with BS4 technology. Its maximum power is 8 Bhp     7000 rpm and maximum torque 8.91 Nm     5500 rpm. Automatic gear system has also been used in this scooter, which is always supportive to new riders. It is capable of running at a maximum speed of 83 kilometres per hour, and it can run an average of 55 kilometres per liter of fuel. More details about the bike in the following statement.",
    "price": 1250,
    "quantity": 10,
    "supplier": "Rumpa Moni Motors, Gaibandha"
  },
  {
    "brand": "Suzuki",
    "name": "Suzuki Burgman Street",
    "image": "https://i.ibb.co/k5WNXMY/suzuki-burgman-street-first1.jpg",
    "description": "124 cc air-cooled, 4-stroke engine used with this scooter, which can produce maximum power 8.6 bhp     7000 rpm and maximum torque 10.2 Nm     5000 rpm. Suzuki Burgman Street mileage is 54 Kilometers per liter. More about Burgman Street is given below.",
    "price": 1250,
    "quantity": 10,
    "supplier": "Khan Auto, Jessore"
  },
  {
    "brand": "Bajaj",
    "name": "Bajaj CT100",
    "image": "https://i.ibb.co/xs8Vngf/bajaj-ct100-first1.jpg",
    "description": "Bajaj has used 99.27cc engine in this bike which is 4 stroke, Single Cylinder, Air Cooled. The bike is capable of producing maximum power 7.7 Ps at 7500 rpm and maximum torque 8.24 Nm at 5500 rpm. This bike is capable of running at a maximum speed of about 90 Kmph. See more details about the bike in the description below.",
    "price": 1250,
    "quantity": 10,
    "supplier": "FM Motors, Jamalpur"
  },
  {
    "brand": "TVS",
    "name": "TVS Wego ",
    "image": "https://i.ibb.co/kqbvwH2/tvs-wego-110-first1.jpg",
    "description": "TVS has used the 109.7 cc engine, which is 4-stroke, CVTi, Single Cylinder, Air cooled and OHC. Its maximum power is 8 Bhp     7500 rpm and maximum torque 8 Nm     5500 rpm. It has been used in automatic gear, which is helpful for beginners. The scooter is able to move at a maximum speed of 85 kilometers per hour, and TVS claims it can cross 50 kilometers per liter of fuel. Its weight is 108 kg. More details about the bike in the following statement.",
    "price": 1250,
    "quantity": 10,
    "supplier": "Star Bike Point, Feni"
  },
  {
    "brand": "Hero",
    "name": "Hero Destini 125",
    "image": "https://i.ibb.co/L999qv4/hero-destini-125-first1.jpg",
    "description": "The Scooter uses 124.6cc engine which is Air Cooled, 4 Stroke, SI engine. It can produce maximum power 6.5 kW (8.70 bhp)     6750 Revolutions per Minute (rpm) and 10.2 Nm     5000 Revolutions Per Min (rpm). It is able to run at a maximum speed of 90 Kmph. And its mileage is 52 Kilometer per liter.",
    "price": 1250,
    "quantity": 10,
    "supplier": "Modina Motors, Feni"
  },
  {
    "brand": "Hero",
    "name": "Hero Maestro Edge 125",
    "image": "https://i.ibb.co/hgtfnQZ/hero-maestro-edge-125-first1.jpg",
    "description": "Hero Maestro Edge gets a revised front fascia. The design is a  bit sharper than before and now even gets a segment-first LED projector headlamp. However, the apron-integrated turn-indicators still use halogen bulbs.",
    "price": 1250,
    "quantity": 10,
    "supplier": "FJ Enterprise, Mohanpur, Rajshahi"
  },
  {
    "brand": "TVS",
    "name": "TVS Metro Plus",
    "image": "https://i.ibb.co/rFbbz0h/tvs-metro-plus-disc-image1.jpg",
    "description": "The bike uses 109.7cc engine which is single cylinder, 4 strokes, Air Cooled, Spark Ignition Engine. Its maximum power is 8.4 PS     7500 rpm and maximum torque 8.7 Nm     5000 rpm. It is capable of running at a maximum speed of 90 kilometers per hour. Its fuel tank capacity is 10 liters and it can cross an average of 80 kilometer per liter of fuel. More details about the bike in the following statement.",
    "price": 1250,
    "quantity": 10,
    "supplier": "Ghost Riderz Station, Rajshahi"
  },
  {
    "brand": "Bajaj",
    "name": "Bajaj Discover 110",
    "image": "https://i.ibb.co/K7r2tXh/bajaj-discover-110-first01.jpg",
    "description": "Bike has used the 115.5 cc engine, which is Air-Cooling, 4 Stroke, DTS-i. Its maximum power is 8.46 bhp     7000 rpm, and the maximum torque is 9.81 Nm     5000 rpm. The 4-speed manual gear has been used in this bike. The maximum speed of the bike is 105 kilometres per hour. Bajaj's demand, it can cross is at an average of 70 kilometres per liter of fuel. TVS Metro Plus, Suzuki Hayate, Honda Dream Neo are the tough rivals of this model. More details about the bike in the following statement.",
    "price": 1250,
    "quantity": 10,
    "supplier": "M/s Haque Motors, Naogaon"
  },
  {
    "brand": "Suzuki",
    "name": "Suzuki Samurai 150",
    "image": "https://i.ibb.co/BBXG3vs/suzuki-samurai-150-first1.jpg",
    "description": "Samurai 150 is the most robust and most comfortable bike which ensures your safe journey in any road condition and weather. It is the fastest bike with speed with stylish look and gives you a comfortable journey.",
    "price": 1250,
    "quantity": 10,
    "supplier": "Rifat Motors, Dumuria, Khulna"
  },
  {
    "brand": "Yamaha",
    "name": "Yamaha Alpha",
    "image": "https://i.ibb.co/VjdWnJc/yamaha-alpha-first1.jpg",
    "description": "The 113 cc engine has been used with this scooter, which is air cooled, single cylinder. The scooter “Yamaha Alpha” is able to exceed maximum speed 80 Kmph. Which is better performance as an entry level scooter. The Yamaha Alpha mileage is also quite healthy, its mileage 62 Kmpl. The bike can produce maximum power 8 Bhp     7000 rpm & maximum torque 8.91 Nm     5500 rpm.",
    "price": 1250,
    "quantity": 10,
    "supplier": "Arafat Auto, Joypurhat"
  },
  {
    "brand": "Honda",
    "name": "Honda Super Cub C125",
    "image": "https://i.ibb.co/GV0NNZ8/honda-super-cub-c125-image1.jpg",
    "description": "An upright, straight-backed riding position gives excellent all-round visibility, the seat uses high-density urethane foam for comfort and the handlebars are rubber-mounted. A new air-cooled, fuel-injected engine generates extra power with good-natured delivery. It's also even more fuel efficient. And, just like the very first model, an automatic centrifugal clutch makes operating the four-speed gearbox twist-and-go simple. The tubular steel frame, telescopic forks, twin rear shocks (both with uprated springs) and cast aluminium, 17-inch wheels and tubeless tyres ensure dependable handling. Full LED lighting and Honda Smart Key are premium touches and for flexibility, the Super Cub C125 comes with a pillion seat ready mounted.",
    "price": 1250,
    "quantity": 10,
    "supplier": "Khan Auto, Jessore"
  }
]
